brew "atuin"
brew "autoconf"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "ddrescue"
brew "direnv"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "goenv"
brew "helm"
brew "httpie"
brew "jadx"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubelogin"
brew "lsd"
brew "make"
brew "mas"
brew "mosquitto"
brew "openapi-generator"
brew "pgcli"
brew "pkgconf"
brew "portaudio"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "starship"
brew "thefuck"
brew "websocat"
brew "yq"
brew "yt-dlp"
brew "pulumi/tap/pulumi"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "clipbook"
cask "docker-desktop"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "halloy"
cask "httpie-desktop"
cask "iina"
cask "ijhttp"
cask "inkscape"
cask "iterm2"
cask "itermai"
cask "itermbrowserplugin"
cask "jetbrains-toolbox"
cask "keka"
cask "keystore-explorer"
cask "mactex"
cask "mattermost"
cask "mitmproxy"
cask "mqttx"
cask "notion"
cask "pingid"
cask "plex"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rectangle-pro"
cask "session-manager-plugin"
cask "spotify"
cask "surfshark"
cask "switchhosts"
cask "tailscale-app"
cask "thaw"
cask "tor-browser"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm"
cask "windsurf"
cask "wireshark-app"
mas "Gifski", id: 1351639930
mas "Xcode", id: 497799835

# cask "visualvm"
# cask "vlc"
# cask "vnc-viewer"

# -- games --
# cask "nvidia-geforce-now"
# cask "steam"